Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 杨导师虽然猜到游小默是八十层之上的，但是他以为不会高过九十层，此时心中不禁打起鼓，不断安慰自己，他应该没那么倒霉才对，而且凡事也不是绝对的，有些楼层低的院生也会去三区转转。
en_us: Even though Teacher Yang had guessed that You XiaoMo was above the eightieth floor, he never thought You XiaoMo's placement would be higher than ninety floors. At this moment, his heart could not help thumping loudly as he continuously comforted himself, he should not be so unlucky. Moreover, not everything was set in stone. Some of the students from the lower floors would also go to Block 3 for a stroll.

source: 杨导师被他说得脸面差点挂不住，“那你说多少？”
en_us: Teacher Yang almost could not show his face after being refuted by You XiaoMo, "Then how much do you say it should be?"

source: 杨导师被噎他了一下，眼珠子转了转方道：“最少十八万，我知道你是八十层以上的院生，一个积分对你来说代表的意义绝对不止这些灵精，要么十八万换，对你我都好。”
en_us: Teacher Yang was choked by his reply and his eyes roved around as he argued, "One hundred and eighty thousand is the lowest. I know you are student above the eightieth floor. For you, the significance of one point is definitely more than these spirit gems. Either exchange it for one hundred and eighty thousand, it'll benefit the both of us."

source: 杨老板看着被毁的客栈唉声叹气，不时羡慕的看向王老板的客栈，怎么他的运气就那么好。
en_us: Owner Yang sighed in despair at his own inn and would occansionally turn towards Owner Wang's inn. How was he so lucky?

source: 林老劝道：“武少爷，老鹰插手这件事，你过去也没用，楼主不会为了一名丹师与老鹰对上的，还是静观其变，毕竟那个男人还没出现。”
en_us: Old Lin tried to talk him down. "Young Master Wu, you won't be able to do anything about Old Eagle's interference here. The master would go against Old Eagle for a simple mage. It'll be better to watch and wait. After all, that man isn't here, yet."

source: 果然在桃源遗迹炼丹也无法抵挡雷云的降临。
en_us: Not surprisingly, even the Peach Blossom Ruins couldn't stop a thunder cloud arriving because of a refined pill.

source: 果然是铁证如山的证据。
en_us: That was ironclad evidence.

source: 果然还是不能用外表来判断一个人的内在，他后悔当时挑这家酒楼了。
en_us: You really couldn't judge a book by its cover. He regretted choosing this tavern.

source: 果然还是被发现了，幸好他及时刹车。
en_us: Sure enough, he was discovered. Fortunately, he applied the brakes for his plan on time.

source: 果然，四子如他猜想的派人四处去找，最后还真被他们找到了，也就是一年多以前的事情，然而结果还是失败了，不仅没能将人带回来，还失去了游小默的踪迹。
en_us: Sure enough, his four sons moved as he had predicted and sent people everywhere to look for it. In the end, they really found it, which was what happened more than a year ago. However, their attempt resulted in failure. Not only did they not bring that person back, they also lost track of You XiaoMo.

source: 果然，当他看到玉简里的信息后，心中不免感到震惊，按理说不该是他们，但是他相信天刀的推算，因为自从天狗成立后他就没有出过差错。
en_us: As expected, after he saw the message inside the jade drive, he couldn't help but feel shocked. Logically, it shouldn't be them, but he believed in Tian Dao's analysis because he hadn't ever been wrong, not since the establishment of TianGou.

source: 果然，等他回头就看到星罗城主的身影，轻蔑及看蝼蚁般的眼神，好像他怎么蹦跶都跑不出如来佛祖的手掌心的孙猴子一样。
en_us: As expected, whn he looked back, he saw the figure of Starfall City's City Master looking at him with disdain, as if there was no way You XiaoMo could escape.

source: 果然，麟昊武对他的表现很满意，自以为狠狠的整了游小默一把，表情都愉悦起来，不再恶意哄抬价格了。
en_us: Understandably, Lin HaoWu was pleased with his reaction, thinking that he had made You XiaoMo bleed a little, his whole expression lightened up. Also he stopped his price pushing. (哄抬价格)

source: 某个问题被游小默刻意忽略了。
en_us: Of course a certain problem was purposefully left out by You XiaoMo.

source: 某蠢货：“……”
en_us: The idiot: "..."

source: 柴天抽出腰间的剑，剑尖直指一袭翩然白衣的凌霄，作为一个战斗经验丰富的人，他很清楚拖得越久，变数就越大，而且自他们包抄过来，凌霄脸上的表情就一直未曾动摇过半分，反而笑得十分灿烂，让他隐隐有一丝不安。
en_us: Chai Tian unsheathed the blade at his waist, pointing the tip at the white-clad Ling Xiao. Being experienced in battle, he knew that the more you dragged the battle on, the larger the uncertainty. And even as they closed in on him, Ling Xiao’s expression hadn’t wavered at all. That bright smile made him uneasy.

source: 柴天立刻对其他人喊道：“还不快给我上。”
en_us: Chai Tian immediately yelled at the others, “Go get him!”

source: 柴天脸色非常难看，“你别欺人太甚。”
en_us: Chai Tian’s expression twisted. “Don’t push my limits.”

source: 树上，游小默诧异的看了叫花姑的女人几眼。
en_us: Up in the tree, You XiaoMo stared at the woman called Hua Gu in surprise.

source: 根据以往的情况，只要是有丹师工会或驭兽工会想到的东西，最后多会落到他们手中，其他丹师因为情报不足，有没有他们财大气粗，所以经常只能望洋兴叹。
en_us: According to the situations in the past, as long as there was something that the Mage Association or the Beast Transfiguration Guild wanted, it would usually fall into their hands in the end. The other mages were lacking in information and were also not as rich and overbearing as them, so they often felt powerless and frustrated.

source: 桃源遗迹存在千万年，累积下的资源已经无法用丰富来形容，随处可见洞府周围栽种着大片的灵草，从低级灵草到高级灵草，成熟的，未成熟的，其中更是以中上品居多，以往一块灵草田中只能看到几株，如今却又三四成之多。
en_us: The Peach Blossom Ruins (桃源遗迹) had existed for tens of millions of years, the amount of resources accumulated couldn't even be described as abundant anymore. Everywhere in the (洞府) were fields and fields of magic herbs, from low level to high level, from mature to immature. Mostly importantly, mid/high-grade magic herb were the common. Usually one could only find a few in a patch but now, it was a third or more.

source: 桃源遗迹整体是一座灵山，地势越高，洞府主人的修为就越高，宝贝也就越多，凶险便成倍增长的，不过也有例外的。
en_us: The Peach Blossom Ruins, as a whole, was a spirit mountain (灵山). The higher the altitude, the stronger the owner's cultivation base. That meant more treasures and more threats, however, there was some exceptions.

source: 桃源遗迹确实不愧为桃源，灵山生长最多的便是桃花村，不知道是不是他们运气好，还是这里四季如春，整座灵山几乎被桃花覆盖着。
en_us: The Peach Blossom Ruins (桃源遗迹) really deserved to be called the Land of Peach Blossoms. The place which had most Spirit Mountains were the Peach Blossom Village. Maybe it was because their luck was good, or because the weather was spring all year round, the entire spirit mountain seemed to be covered in peach blossoms.

source: 桌椅多是成套的，不过每个洞府的主人都有独特的性格，有些喜欢奢华一点，有些喜欢简单朴素一些。
en_us: Most tables and chairs were a set, but every cave's owner had their own unique taste. Some preferred lavish pieces while others like a more simplistic style.

source: 档掌柜推门进去时，却意外地看到少年的同伴就坐在桌旁，心里不由一喜，看来老天爷也在帮他，这样他就不用冒着被发现的危险想办法把人叫出来。
en_us: When the owner entered, he saw the young man's companion sitting beside the desk and was delighted. It seemed that the heavens were helping him. He didn't need to risk being found out and find a way to get the other over.

source: 椅子茶桌，摆好上等的茶具，四周的墙壁上镶着多颗拳头四五倍大的照明珠，将十层照的犹如白天一样明亮。
en_us: Chairs, a coffee table, with a high quality tea set. The walls had glowing pearls four or five times the size of one's fist, making the tenth floor as bright as day.

source: 楼下，掌柜得知他要出门，便说：“客官，您是第一次来集九镇，对这里的情况不熟悉，不如让一名伙计带您去怎么样？”
en_us: Downstairs, the concierge learned that he was leaving, and he said, "Sir, this is your first time at JiJiu Town, so you aren't very familiar with the situation here. Perhaps it might be better to ask an assistant to show you around?"

source: 楼阁内严肃的气氛顿时又被他破坏了。
en_us: The solemn atmosphere in the building was instantly broken by him.

source: 模样清秀的少年顾不得打量四周的情况，将旁边看起来受了很严重内伤的男人搀扶到一颗大树下，在这电闪雷鸣的天气里，应该不会被劈死才对。
en_us: The clean-shaven and comely young man hurriedly helped his heavily injured companion to rest under a large tree, not having the effort to spare to check their surroundings. They probably wouldn't be struck by the lightning that was flashing across the sky.

source: 欲女变成禁欲女难，但由禁欲女变成欲女却非常容易。
en_us: Going from being sexual to abstinence was very difficult, but the opposite was all too easy.

source: 正中红心，游小默吐血阵亡。
en_us: With a critical hit, You XiaoMo died vomiting blood (was K.O'ed) . (正中红心，游小默吐血阵亡)

source: 正午十二点钟，太阳正热辣。
en_us: Noon, the sunlight was harsh.

source: 正午，游小默再去厨房的时候，万厨师二人就眼巴巴的凑了上来。
en_us: It was lunch when You XiaoMo went, once again, to the kitchen. He was greeted there with puppy eyes from Chef Wan and his assistant. (巴巴的凑了上来)

source: 正因为如此，所以尽管乌梅镇小，每天却有非常多的人流。
en_us: It was because of this that there was an extremely large flow of people everyday despite Plum Crow Town being a small town.

source: 正因为妖坟场是长千上万大妖兽的坟墓，所以这里的怨气尤其严重，浓得发黑的烟雾仿佛缠绕着无数鬼影，在妖坟场四处徘徊，一旦有生灵进去，立刻会受到这些无形黑雾的攻击就像现在一只不知道从哪里飞出来的黑鹰，在发出一场尖锐的鸣叫后便自信无比的扎进妖坟场。
en_us: The resentful energy here was particularly heavy because the demon beast graveyard held the tombs of thousands and thousands of demon beasts. The dense, black fog seemed to writhe with the shapes of countless ghosts, wandering all about the demon beast graveyard. Whenever something living went inside, they would instantly be attacked by the shapeless black fog. /PARA Just like right now. /PARA A black hawk (黑鹰) flew out of nowhere. It released a piercing screech before plunging confidently into the demon beast graveyard.

source: 正因为那里曾经是战场，无数的大妖兽们死后怨念难消，导致鬼冢山脉到现在仍然寸草不生。
en_us: This was because the area used to be a battlefield. It was hard to quell the resentment from the countless great demon beasts that died there, leading to the Ghost Tomb Mountain Range being barren even until now.

source: 正因如此，所以这次他摆了三天都没有人上门。
en_us: Because of this, no one came to his shop despite him being open for three days.

source: 正在这时，一道兴奋的叫喊声骤然响起。
en_us: An excited holler suddenly sounded at this moment.

source: 正在这时，一道微沉的笑声自他背后毫无预兆的响起。
en_us: It was at this moment that a slightly deep voice arosed behind him without warning.

source: 正在这时，一道模糊的白影突然从里面窜出来，伴随而来的还有对方随手挥过来的攻击，一道道罡风仿佛想将他们身上的肉刮下来一样。
en_us: At that moment, a blurry white figure suddenly dashed out from inside, followed closely by an attack sent out by the opposing side, and waves and waves of strong winds buffeted them as if they wanted to scrape the flesh from their bones.

source: 正在这时，一道轻笑声突兀的插入他们的对话，众人寻声望过去，只见广场入口的方向缓缓的走过来几个人，初升的太阳光将他们的身影拉得很长，逆着光，脸孔都模糊了。
en_us: Just at this moment, a light laughter abruptly cut into their conversation. Everyone looked in the direction of the laughter, and only saw several people unhurriedly walking over from the direction of the entrance of the plaza. The rising sun elongated their shadows, and with their backs against the light, their faces were vague and indistinct.

source: 正在这时，前方转角突然出现一道青色的身影，那是一个看起来约莫三十岁的男人，气质如水般温柔，儒雅的脸庞挂着一丝温和的淡淡微笑。
en_us: Just at this moment, a blue figure suddenly appeared at the corner ahead. It was a man who looked approximately thirty years old. His temperament was as gentle and soft as water and a serene and faint smile was visible on his scholarly face.

source: 正在这时，奉命搜查的熊笑走了过来。
en_us: That was when Xiong Xiao, who had gone to investigate, walked over.

source: 正在这时，少年动了。
en_us: That was when the young man moved.

source: 正在这时，炉鼎突然发出嗡嗡的声响，果然，他往炉鼎里一探，刚炼成的心脉丹正在拼命的撞击着炉鼎的禁制。
en_us: A buzzing sound came from the cauldron at this moment. Sure enough, when he went to the cauldron and took a look, he found that the Heart Meridian Pill which he had just refined was desperately ramming the restriction (禁制) of the cauldron.

source: 正好可以杀鸡儆猴。
en_us: It just so happened that he can now kill the chicken to warn the monkey.

source: 正好夏音对超级洞府感兴趣，所以夏玛便拜托她过来顺便照顾他的女儿们一下。
en_us: Just as well that Xia Yin was interested in ultra legendary adobe, so Mo Ma requested her to come over and also to take care of his daughters while she was at it.

source: 正如他说的，黑玉是制作空间符的材料，但是买黑玉未必是为了制作空间符，毕竟圣境强者要制作空间符，以他们的身份根本不需要出来买，直接说一句，立刻有无数人给他们送黑玉。
en_us: As he had said, black jade was the material needed to create teleportation talismans, but black jade wasn't necessarily used for creating teleportation talismans only, after all, if Sacred level elites wanted to create teleportation talismans, then, with their identity, they didn't even need to come and buy black jade, they just had to ask and there would be countless numbers of people offering to gift them with black jade.

source: 正如凌霄说的，他们担心他们动手会给中天造成巨大且不可弥补的损失，而且乌梅镇上还有很多人。
en_us: It was exactly like how Ling Xiao had said. They were worried that if the others acted out, they would create enormous and unfixable damages to Zhong Tian. Plus there were still a lot of people in Ebony Plum Town.

source: 正当他一筹莫展之际，游小默的父亲突然出现在通天大陆。
en_us: Just as he was at his wits' end, You XiaoMo's father suddenly appeared in the TongTian Continent again.

source: 正当他为难的想着要不要暴力输出的时候，旁边两个人的谈话引起他的注意，不由得竖起耳朵。
en_us: Just as he was troubled over whether to use brute force or not, a conversation around him grabed his attention. He couldn't help but perked his ears up in attentiveness.

source: 正当他们要走过去的时候，凌霄长手一伸就提住他的后衣领，笑骂道：“你个蠢货挑人也要看他知不知道。”
en_us: Just as he was about to walk over, Ling Xiao stretched out his long arm and grabbed him by the collar as he said derisively, "You dumb-ass (蠢货), at least pick someone who would know."

source: 正当他们要进镇的时候，一名男子突然挡在他们面前。
en_us: Just as they were about to enter the town, a man stepped in front of them.

source: 正当他想离开，凌霄突然拉住他。
en_us: Just as he made to leave, Ling Xiao pulled him back.

source: 正当他骇然的时候，那股压力突然又消失了。
en_us: But just as he was about to gasp, the pressure vanished.

source: 正当众人摩拳擦掌的时候，有个人已经以迅雷不及掩耳之势把价格抬高到一个令很多人都只能仰望的高度。
en_us: Just as everyone was roll up their sleeves for battle, someone had already raised the price at the speed of lightning to a height that many people could only look up to.

source: 正当众人聊得热火朝天时，客栈外突然飞进来一只黑鸦。
en_us: A black crow suddenly flew into the inn just as everyone was enthusiastically chatting.

source: 正当众人议论纷纷的时候，有两个人突然出现在大家的视线范围里，一开始注意到的人并不多，直到他们接近遗迹入口只剩下十米多一点才发现。
en_us: Just as everyone was whispering about, two people suddenly entered the scene. At first, not many people noticed them, it was only when they were ten meters away, did the people paid attention.

source: 正当众兽们激动不已的时候，冷艳高贵的小黑一挑眉毛，淡淡的发出一个疑问。
en_us: Just as the demon beasts were bustling with excitment, the cool-beauty (冷艳高贵) XiaoHei raised an eyebrow and casually asked.

source: 正当双方擦肩而过的时候，旁边的草丛突然出现一条蛇，尖尖带着毒液的牙齿咬中青年的腿，青年惊吓的叫了一声，蛇就跑进草丛消失不见了。
en_us: Just as the two parties brushed past each other, a snake suddenly appeared in the underbrush by the side. It bit into the youth's leg with sharp teeth that was coated in venom. The youth cried out in fright as the snake slithered back into the underbrush and disappeared.

source: 正当变异首领感到为难之际，一种危险的感觉霎时笼上心头。
en_us: Just when the mutant leader was at a loss for what to do, a sense of danger loomed over its mind in a heartbeat.

source: 正当小区疑惑的时候，少年突然回头了，两只黑色的大眼睛笔直的朝他的方向看了过来，对上他的眼睛。
en_us: Just as he was confused, the young man turned around with his big black eyes stareing straight towards him, meeting his eyes.

source: 正当拍卖场死寂一片的时候，凌霄用平静的声音在游小默耳边说着似曾相识的话，绝对是有仇必报的主。
en_us: As the auction house fell into silence, Ling Xiao's calm voice

source: 正当游小默为难之际，一直安安静静躺在他怀里的小乌龟突然从领口爬了出来。
en_us: Just as You XiaoMo was feeling troubled, the baby turtle, who was quietly nessled in his shirt (怀里), suddenly crawed out of his collar.

source: 正当游小默准备给玄泽致命一击，后者终于忍受不住了，巨大的身体突然像心脏跳动一样鼓动了一下，下一秒就变回了人形。
en_us: Just as You XiaoMo was about to land the critical blow, the latter finally couldn't take it anymore. As if a heart beating, the massive body of his shook and instantly he turned to human form.

source: 正当男人准备说话，天空突然响起一阵电闪雷鸣的轰隆声。
en_us: Just when the man was getting ready to speak, the sound of thunder rumbling suddenly rolled through the sky.

source: 正当莫雪几人得意之际，小小的客栈瞬间爆发出另一股骇人的气势，在半空中与夏音的灵魂之力交手，瞬间掀翻了客栈的屋顶。
en_us: Just when Mo Xue and their group were are pleased with themselves, a terrifying aura suddenly erupted in the small inn. It crossed blows with Xia Yin's soul force in midair and instantly overturned the roof of the inn.

source: 正想着，他就听到拍卖师充满诱惑性的话。
en_us: But just as he was pondering over it, he heard something very attractive coming out from the auctioneer's mouth.

source: 正想着，他的便宜老爹突然开口说道：“黑蜘蛛这个势力我听说过，在我还没有被游震天关起来的时候，我曾经跟黑蜘蛛的人接触过，他们是一群贯彻森林法则的强者，这种人最好不要过多接触，没有道德可言。”
en_us: Just as he was thinking about it, his cheap old man suddenly opened his mouth, "I've heard of this faction called the Black Spider. I had contact with the people from the Black Spider before I was locked up by You ZhenTian. They are a group of powerhouses that put the 'law of the jungle' into practice. It's best not to have too much contact with these type of people who have no morality to speak of."

source: 正想着，仿佛为了回应他们，游小默的炉鼎终于有动静了。
en_us: As if responding to their thoughts, something finally occurred in You XiaoMo’s cauldron.

source: 正想着，前方突然传来一股异动。
en_us: A sudden movement came from the front just as he was thinking about this.

source: 正想着，声音的主人终于出现在众人面前。
en_us: As he thought to himself, the owner of the voice finally appeared in front of everyone.

source: 正想着，游小默突然听到有人在叫自己……已经抛弃的名字，现在很多人都知道他不叫游小哈，这种情况下还有谁会叫他？
en_us: suddenly heard someone calling his name... the name he had abandoned. Right now, many people already knew he wasn't called You XiaoHa, so who would call him that?

source: 正想着，脑门就被敲了一下，凌霄的声音从里面传出来。
en_us: As he was thinking that, he was knocked on the head as Ling Xiao's voice came from within.

source: 正所谓乘你病要你命。
en_us: It was the so-called "hitting them when they were down."

source: 正是小偷最活跃的时刻。
en_us: This was the moment where thieves were the most active.

source: 正是这种想法使得他轻视了这个敌人，而这个敌人现在却给他上了一堂深刻的课，斗篷人只来得及用手挡住他的攻击，但也只起到小小的缓冲作用，后背还是被结结实实的踢中了。
en_us: It was this idea that made him belittle the enemy, who now taught him a profound lesson. The cloaked man only had time to block Ling Xiao's attack with his hands, but it only served as a minor buffer and the kick landed firmly on his back.

source: 正疑惑着，阶梯的方向突然传来一阵骚动。
en_us: Just as he was harboring doubts, a disturbance came from the direction of the stairs.

source: 正疑惑这，银戈突然走了过来，“我找到他了。”
en_us: As they were wondering about this, Yin Ge suddenly walked over. "I've found him."

source: 正道他准备发起第二次进攻，也就是让他的手下们进攻木屋，天空突然轰隆一声巨响，一道闪电划过天空，紧接着便有大片乌云朝这边聚集而来，乌云的面积几乎在上空绵延了几百米，伴随着闪电，非常壮观。
en_us: Just as he was about to launch a second attack, that is, to let his men attack the wooden house, the sky suddenly rumbled and lightning flashed across the sky. Immediately following that was a vast stretch of black cloud gathering on this side. The black clouds stretched for several hundred of meters and was accompanied by lightning. It looked extraordinarily spectacular.

source: 此人不是别人，正是当初与凌霄在洞城海底大打出手争抢白虎宫殿的黑袍人，后来被凌霄打伤逃走。
en_us: This person wasn't anyone else except the man in the black robe who had fought with Ling Xiao at the bottom of the ocean in Dong City (洞城?) over the White Tiger's palace. Afterwards, he had fled when he was injured by Ling Xiao.

source: 此刻，在大山的背后，绵延不断的山丘之间从今早开始就不断有人到达，每一个都是响当当的大人物，在扫了周围一圈后便朝下方守着两名身穿黑色袍子的强者的入口走去。
en_us: At this moment, between the stretch of long and unbroken hills, was a continuous stream of people arriving since morning behind the mountains. Each of them were well-known figures. After casting a sweeping glance around their surroundings, they then headed down toward an entrance guarded by two powerhouses wearing black robes.

source: 此时两人都没想到，苏郎买通了灵草堂那名伙计，轻易的从他口中套出李管事真的把心灵花草卖给他们一事，还有他们拜托李管事找黑莲草一事，最后又还把他们最大的特征，一丑一美两张面具告诉了他们，现在苏朗的人已经埋伏在乌山集镇等着他们出现了。
en_us: At this time, the two did not expect that Su Lang had bribed the shop assistant in the Magic Herb Hall (灵草堂) and easily fished the incident where Steward Li (李管事) had actually sold the (心灵花草) to them out of the assistant's mouth. He also had got a hold of the fact that they asked Steward Li to look for the Black Lotus Herb (黑莲草). Finally, the assistant had also told him of their greatest distinguishing characteristics - one ugly and one beautiful mask. Now, Su Lang's subordinates were already lying in wait for them at WuShan Town (乌山集镇).

source: 此时他万万没想到，这一别就再也没有见面的机会。
en_us: At this point, he never expected that they would never have the opportunity to meet again.

source: 此时凌霄为了不开启宫殿唯一的机关，他特意挖了块石头暂时堵上去，不过他知道有人找到这里一定会搬掉石头，所以才特意嘱咐游小默完成任务后立刻逃出宫殿，没想到他又跑了过来。
en_us: So as to not activate the only trap (机关) in the palace, Ling Xiao purposefully placed a rock there in place of the bed. He knew that the people who come would definitely try to remove it so he specifically told You XiaoMo to run after accomplishing his mission. He didn't think You XiaoMo would come back.

source: 此时半个身子倾斜在铺着裘绒的塌上，他身上穿着一身紫色的华丽锦袍，既神秘高贵，又显得雍容华贵。
en_us: Currently, the man leaned into a velvet covered chair, wearing a luxurious purple gown, appearing both mysterious and high-class. His elegance matched one of royalties.

source: 此时正眼一看，他才发现竟然是‘老熟人’，这可真是冤家路窄，走到哪都能看到他们。
en_us: It was only when he properly looked at them that he realized that these people were familiar faces. Trouble really did always follow him, how come he bumped into them again?

source: 此时的私人交易所正是最热闹的时段，因为前两个月大家手里都有些积分，所以大家都是在冥想室和驭兽室度过了，直到第三个月，大家手中的积分终于用完了。
en_us: Right now was currently when the private Exchange Quarter was at its liveliest. Since everyone had some points during the last two months, they used them all in the Beast Transfiguration Room and the Meditation Room. Now that it was the third month, they had finally used up all of the points they had.

source: 此时，他心里异常平静的看着这一幕。
en_us: Now, he was eerily calm watching everything unfold.

source: 此时，凌霄身上竟然若隐若现的露出麒麟之身，那应该就是凌霄的本体，他还是第一次看到，但是一眨眼，麒麟之身突然变成妖凰之身，然后是五爪金龙和通灵玄龟。
en_us: At this time, the faintly discernible figure of a Qilin overlay-ed Ling Xiao's body. This was the first time he was seeing Ling Xiao's original form. But in a blink of an eye, the figure of a Qilin suddenly became the figure of a Demon Phoenix, then it became a Five-Clawed Golden Dragon (五爪金龙) and then a Psychic Black Turtle.

source: 此时，武成还不知道游小默抄写的灵草很多都是很难找到的，因为都是些品级较高的灵草。
en_us: At that moment, Wu Cheng hadn't realized that many magic herbs You XiaoMo listed was very hard to find, since most of them were very high graded magic herbs.

source: 此时，游小默和凌霄还不知道他们要为了夏音背一口黑锅，不过就算知道大概也不会有什么反应，本来就已经结仇了。
en_us: At this point, You XiaoMo and Ling Xiao did not know that would become Xia Yin's scapegoats. However, even if they knew, they would probably have no reaction since they already had a feud.

source: 此时，游小默和凌霄还不知道，麒麟族的人正在找他们。
en_us: What You XiaoMo and Ling Xiao didn't know was that, at that very moment, the Qilin Clan was looking for them.

source: 此时，游小默还不知道自己已经被某人找到了，而且对方的火气似乎不小，可以预见被找到后他会受到什么惩罚。
en_us: At this moment, You XiaoMo still did not know that he had already been found by a certain person. Moreover, the other party was apparently quite angry. One could foresee what kind of punishment he would receive after being found.

source: 此时，第六府却出现一群人。
en_us: In present, in front of the sixth mansion appeared a group of people.

source: 此时，这群水鲨便有一个共同的目标。
en_us: At that moment, this group of sharks had the same goal.

source: 此时，黄鼠獣满脑子都想着吞金兽那双轻蔑的眼神，老虎不发威你当我是病猫啊。
en_us: At this time, the Ground Squirrel Beast's head was full of the contemptuous eyes of the Metal Swallowing Beast. Do you think I am a sick cat if this tiger does not demonstrate his might?

source: 此番出现在这里，一来是因为莫雪和莫非背着她们的父亲跑道洞域来，身边也没有带多少护卫，另一个原因是超级洞府。
en_us: That these foreigners would appear here, was first because Mo Xue and Mo Fei came to Dong Yu with their father on their back without many guards with them, and another reason was the ultra legendary abode (超级洞府).

source: 此番，熊笑特意让自己的师弟过来传递消息，也足可见他不是敷衍了事，对他们的事情的重视。
en_us: That Xiong Xiao had sent his younger martial brother personally as a messenger was enough to prove that he was taking this seriously.

source: 此话一出，众人皆震惊了。
en_us: With that, the crowd fell into shock.

source: 此话一出，那些刚有动作的人又把手缩回去。
en_us: When he said this, all of the people who had just begun to move withdrew their hands again.

source: 武成一呆。
en_us: Wu Cheng was dumbfounded.

source: 武成上下打量着游小默，现在的他和之前完全不一样。
en_us: Taking at good look at You XiaoMo, Wu Cheng can say that the him now was completely different from before.

source: 武成也听出他的意思，立刻保证一定会帮他找到这些灵草。
en_us: Wu Cheng also knew what he was getting at and promised that he would find these herbs.

source: 武成做梦一般数完两袋灵晶，竟然是一次性就付清的，再看向游小默的时候，眼神就像在看一只会下金蛋的公鸡。
en_us: As if he was dreaming, Wu Cheng counted out the spirit gems. To think everything was paid upfront...By the time he looked at You XiaoMo again, all he saw was a chicken that layed golden eggs.
